[
    {
        "id": 1,
        "title": "Morning Desert Safari",
        "location": "UAE",
        "description": "Experience the thrill of a Private Morning Desert Safari in Dubai like never before.",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 600,
        "currency": "AED",
        "image": "https://images.pexels.com/photos/2417260/pexels-photo-2417260.jpeg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2":"Experience the pinnacle of adventure with our Private Evening Desert Safari! Begin with seamless pickup and drop-off from your hotel or apartment, and set off on a thrilling 4x4 journey across mesmerizing dunes. Feel the excitement of dune bashing, try your hand at sandboarding, and capture stunning moments during a photo stop in the heart of the desert.Immerse yourself in the charm of traditional camp activities, including a serene camel ride and intricate henna painting for ladies. Delight your taste buds with delicious snacks and a lavish dinner featuring both vegetarian and non-vegetarian options. The evening comes alive with captivating live performances, including belly dancing, a colorful Tanura dance, and an electrifying fire show.Join us for a magical evening under the stars where adventure blends with cultural wonders—book your unforgettable desert experience today!",
        "image1": "https://images.pexels.com/photos/4857559/pexels-photo-4857559.jpeg",
        "image2": "https://images.pexels.com/photos/2417260/pexels-photo-2417260.jpeg",
        "image3": "https://images.pexels.com/photos/5604740/pexels-photo-5604740.jpeg",
        "image4": "https://images.pexels.com/photos/2182449/pexels-photo-2182449.jpeg",
        "image5": "https://images.pexels.com/photos/14750486/pexels-photo-14750486.jpeg",
        "title2": "Private Evening Desert Safari",
        "pick": {
          "pickup_and_drop_off": "Morning desert safari packages that include convenient pick-up and drop-off services from hotels in Dubai. This ensures hassle-free transportation to and from the desert.",
          "dune_bashing": "The thrill of dune bashing is one of the highlights of a desert safari, in which skilled drivers maneuver 4x4 vehicles over sand dunes.",
          "sand_boarding": "Morning desert safari packages include sand boarding, which involves sliding down sand dunes on specially designed boards, similar to snowboarding.",
          "professional_guide": "An experienced guide often accompanies the safari to provide information about the desert environment, local customs, and answer participants' questions.",
          "duration": "Morning desert safaris last for 3-4 hours, so participants can experience the beauty of the desert without taking up the entire day.",
          "desert_activities": "You can include additional desert activities, such as quad biking, dune buggy rides, or falconry displays, to provide participants with a variety of experiences.",
          "short_camel_ride": "Our Private Morning Desert Safari includes a brief camel ride, perfect for capturing stunning photos atop these majestic creatures.",
          "refreshments": "Water bottles are typically provided to keep participants hydrated and energized during the safari.",
          "safety_equipment": "Participants are usually provided with safety equipment such as seat belts in vehicles and helmets for certain activities such as quad biking and dune buggy rides.",
          "photography_opportunities": "While on safari, tourists have ample opportunities to capture stunning photographs of the desert landscape, camel rides, and other activities."
        },
        "excluded": {
          "breakfast": "Before or after the safari, participants are usually responsible for their own meals. Breakfast is usually not included in morning desert safari packages.",
          "optional_activities": "The standard safari package usually does not include optional activities such as souvenir shopping, photography services, or additional adventure activities.",
          "personal_expenses": "Souvenirs, personal purchases, tips for guides or drivers, and any other personal expenses are not typically included in safari prices.",
          "outside_designated_areas": "If the participant's hotel is outside the designated pick-up/drop-off areas, transport to and from the safari starting point may incur additional charges.",
          "guide_gratuities": "Tipping the safari guide and driver is not typically included in the safari price and is at the discretion of the participants.",
          "language_specific_guides": "There may be an additional fee if participants require a guide who speaks a language other than the safari's default language."
        }


      },
      {
        "id": 2,
        "image": "assets/images/destinations/dhabi1.jpg",
        "title": "Abu Dhabi City Tour",
        "location": "UAE",
        "description": " Discover the best of Abu Dhabi as we take you to iconic landmarks like the breathtaking Sheikh Zayed Grand Mosque, the luxurious Emirates Palace Hotel, and the vibrant Heritage Village.",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 130,
        "currency": "AED",
        "image1": "assets/images/destinations/dhabi1.jpg",
        "image2": "assets/images/destinations/dhabi2.jpg",
        "image3": "assets/images/destinations/dhabi3.jpg",
        "image4": "assets/images/destinations/dhabi4.jpg",
        "image5": "assets/images/destinations/dhabi5.jpg",
        "description2": "Discover the ultimate Abu Dhabi City Tour with convenient pickup and drop-off right from your location in Dubai! Travel in comfort and style as our professional drivers take you on a seamless journey in our spotless, well-maintained vehicles. Explore the best of Abu Dhabi, visiting iconic landmarks like the majestic Sheikh Zayed Grand Mosque, the opulent Emirates Palace Hotel, and the culturally rich Heritage Village. Savor the local charm with a stop at the Dates Market, and capture stunning photos outside the iconic Ferrari World. Embark on an unforgettable adventure in Abu Dhabi – a day full of memories awaits!",
        "title2": "Abu Dhabi City Tour",
       "pick": {
    "pickup_dropoff": "Convenient round-trip transportation from Dubai to Abu Dhabi, including hotel transfers.",
    "professional_guide": "An expert guide shares insights about Abu Dhabi's culture, history, and key attractions.",
    "sheikh_zayed_grand_mosque": "Visit the awe-inspiring Sheikh Zayed Grand Mosque, one of the largest and most magnificent mosques in the world.",
    "heritage_village": "Discover traditional Emirati culture and crafts at the Heritage Village.",
    "corniche": "Enjoy a scenic drive along Abu Dhabi's picturesque waterfront promenade, the Corniche.",
    "emirates_palace_hotel": "Photo stop at the luxurious Emirates Palace hotel with its stunning architecture.",
    "louvre_museum": "Optional visit to the Louvre Abu Dhabi, showcasing world-class art and artifacts (closed on Mondays).",
    "qasar_al_watan": "Optional visit to Qasr Al Watan Presidential Palace, featuring breathtaking architecture and informative exhibits.",
    "art_gallery": "Browse local crafts and souvenirs at traditional markets or art galleries.",
    "lunch": "Depending on the selected package, enjoy a meal at a local restaurant or hotel.",
    "yas_island_ferrari_world": "Photo opportunity at Ferrari World on Yas Island, known for its iconic red roof and thrilling ambiance."
  },
  "excluded": {
    "entrance_fees": "Admission fees to attractions such as the Louvre Abu Dhabi or Qasr Al Watan are typically excluded unless stated otherwise.",
    "optional_activities": "Additional sightseeing stops and optional activities are not included in the standard package.",
    "meals_beverages": "Meals and beverages are not included unless specified in the selected package.",
    "personal_expenses": "Expenses for souvenirs, personal purchases, and gratuities are not included.",
    "guide_gratuities": "Tips for the guide and driver are not included and are left to participants' discretion.",
    "additional_transportation": "Transportation for optional activities or private transfers outside the FAQs is excluded.",
    "language_specific_guides": "Guides in languages other than the default may incur an additional fee."
  },
        "badge": "Featured",
        "rating": 5,
        "link": "tour-details"
      },
      {
        "id": 3,
        "title": "Evening Desert Safari",
        "location": "UAE",
        "description": "Embark on an unforgettable Evening Desert Safari and experience the magic of the dunes! .",
        "duration": "3 days 2 nights",
        "guests": "5-8 guest",
        "price": 150,
        "currency": "AED",
        "image": "assets/images/destinations/evening.jpg",
        "badge": null,
        "rating": 5,
        "link": "tour-details",
        "description2": "Embark on an unforgettable Evening Desert Safari and immerse yourself in the magic of the dunes! Your adventure begins with convenient pickup in a luxurious 4x4, guided by an expert safari professional. Feel the thrill of dune bashing and unleash your inner adventurer with exciting sandboarding. Capture breathtaking moments during our scenic photo stop amidst the stunning desert landscapes.Arrive at our welcoming camp to unwind with refreshing tea, coffee, and delicious snacks under the starlit sky. Enjoy a sumptuous dinner featuring a variety of vegetarian and non-vegetarian dishes, followed by mesmerizing live performances, including belly dancing, Tanura dance, and spectacular fire shows.Join us for an evening filled with excitement, culture, and culinary delights—your unforgettable desert adventure awaits!",
        "image1": "assets/images/destinations/eve2.jpg",
        "image2": "assets/images/destinations/eve3.jpg",
        "image3": "assets/images/destinations/eve1.jpg",
        "image4": "assets/images/destinations/eve4.jpg",
        "image5": "assets/images/destinations/eve5.jpg",
        "title2": "Evening Desert Safari Dubai",
        "pick": {
    "pickup_and_drop_off": "This tour includes convenient pickup and drop-off services from hotels and apartments in Dubai.",
    "dune_bashing": "An exhilarating ride over the golden sand dunes in a 4x4 vehicle, led by expert drivers who navigate the terrain with skill and precision, offering an adrenaline-pumping adventure.",
    "desert_sunset": "Witness the breathtaking spectacle of the sun setting over the desert horizon, painting the sky in a palette of vibrant colors, providing an ideal backdrop for memorable photographs.",
    "camel_riding": "Experience the timeless tradition of camel riding, where you can leisurely traverse the desert on the back of these majestic creatures, soaking in the serenity of the surroundings.",
    "traditional_welcome": "Upon arrival at the desert camp, guests are typically greeted with a warm and traditional Arabian welcome, including dates, Arabic coffee, and refreshing beverages.",
    "cultural_activities": "Engage in a variety of cultural activities such as henna painting, falconry displays, and traditional Arabic dress photo opportunities, offering insights into the region's rich heritage.",
    "live_entertainment": "Enjoy live performances featuring mesmerizing belly dance routines, captivating Tanoura dance performances, and live music, creating an immersive ambiance reminiscent of Arabian nights.",
    "arabian_cuisine": "Indulge in a sumptuous buffet dinner featuring an array of Arabian delicacies and international dishes, prepared using fresh ingredients and traditional recipes, catering to diverse palates.",
    "shisha_corner": "Relax in a designated area where you can unwind with a flavored shisha (hookah), enjoying aromatic blends while lounging under the starlit sky.",
    "comfort_facilities": "Throughout the experience, access to modern amenities such as clean restroom facilities, comfortable seating areas, and designated prayer areas ensures a hassle-free and enjoyable excursion for all guests."
  },
  "excluded": {
    "alcoholic_beverages": "While some desert safari packages may offer alcoholic beverages as part of the experience, many do not. Guests may need to purchase alcoholic drinks separately if they desire them.",
    "souvenirs_and_personal_expenses": "Any additional purchases, such as souvenirs, photographs, or personal items, are typically not included in the package and would incur extra charges.",
    "optional_activities": "Certain activities, such as quad biking, or additional long camel rides, may be available at an extra cost and are not included in the standard package.",
    "gratuities": "Tips for guides, drivers, and other staff members are usually not included in the package price and are at the discretion of the guests."
  }
      }
  ]